<div class="prefooter-text">
    <div class="text-wrapper">
        <h1>107игр.ru - крупнейший в рунете каталог игр, программ и приложений</h1>
        <p>На страницах нашего портала вы найдете программы для, Windows, Android , iOS, Mac OS, Linux на различных языках, в том числе и на русском языке. Все файлы программ от официальных поставщиков, и помимо этого проверены антивирусом.</p>
        <p>Портал 107 игр является идеальным местом в интернете для того, чтобы скачать софт бесплатно. Вы пришли в нужное место. Неважно, используете ли вы Mac или PC, сайт 107 игр предложит вам огромный выбор софта для удовлетворения всех ваших потребностей в программном обеспечении.</p>
    </div>
</div>